/* Emoticon name */
"Angel" = "Angelo";

/* Emoticon name */
"Angry" = "Arrabbiato";

/* Emoticon name */
"Blush" = "Arrossito";

/* Emoticon name */
"Confused" = "Confuso";

/* Emoticon name */
"Cool" = "Figo";

/* Emoticon name */
"Cry" = "Pianto";

/* Emoticon name */
"Embarrassed" = "Imbarazzato";

/* Emoticon name */
"Erm" = "Indeciso";

/* Emoticon name */
"Foot In Mouth" = "Fare una gaffe";

/* Emoticon name */
"Frown" = "Sconfortato";

/* Emoticon name */
"Gasp" = "Sorpreso";

/* Emoticon name */
"Grin" = "Ghigno";

/* Emoticon name */
"Halo" = "Aureola";

/* Emoticon name */
"Kiss" = "Bacio";

/* Emoticon name */
"Lips Are Sealed" = "Acqua in bocca";

/* Emoticon name */
"Money-mouth" = "Avido";

/* Emoticon name */
"Sad" = "Triste";

/* Emoticon name */
"Scared" = "Spaventato";

/* Emoticon name */
"Smile" = "Sorridente";

/* Emoticon name */
"Sticking Out Tongue" = "Linguaccia";

/* Emoticon name */
"Undecided" = "Indeciso";

/* Emoticon name */
"Wink" = "Ammiccante";